export const RARE_ELITE_PREFIXES = [
  'Кровавый',
  'Старший',
  'Искажённый',
  'Матёрый',
  'Проклятый',
  'Бешеный',
  'Чёрный',
  'Пепельный',
  'Костяной',
  'Древний',
];

export const RARE_ELITE_TITLES = [
  'редкая элита',
  'опасная цель',
  'местная угроза',
  'элитный враг',
];

export const WORLD_BOSS_PREFIXES = [
  'Мировой босс',
  'Пробудившийся',
  'Древний владыка',
  'Чёрный архонт',
  'Пожиратель',
  'Разломленный',
];

export const WORLD_BOSS_TITLES = [
  'мировой босс',
  'серверная угроза',
  'легендарная цель',
  'босс открытого мира',
];
